/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Không thể chuyển đổi định dạng bài hát.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Dự án này dường như đã bị hỏng. Vui lòng khôi phục từ bản sao lưu.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Dự án này đã được tạo bằng phiên bản Logic trung gian không được phát hành. Không thể mở dự án này được nữa";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Bài hát bạn đang cố gắng mở có định dạng Logic 4 (hoặc cũ hơn). Trước tiên, hãy mở và lưu bài hát bằng Logic 7.2.1 hoặc cũ hơn.\n\nBạn phải thực hiện việc đó trên máy tính Macintosh, vẫn chạy phiên bản macOS cũ hơn, vì những phiên bản Logic Pro cũ hơn này không tương thích với macOS 10.13 hoặc mới hơn nữa.";
